var VK = require("VK-Promise"),
    vk = new VK("");
vk.longpoll.start();
vk.on("message", function (event, msg) {

    if(msg.body == '$help') {
    msg.send ("Списиок триггеров: \n \n \n Шлюхченко:\n \n $додик \n $шлюхченко \n $украинец \n\ \n Павлов: \n \n $павлов \n $макака \n $осьминог \n $мускулистый песик \n $нытик \n $чмошник \n \n Шалавастя: \n \n $шлюха \n $дурочка \n $шалавастя \n $малолетняя шлюха \n \n \n Гейлор: \n \n $понослав \n $гейлор \n $гейлорд \n $депутат \n $говнослав \n $политик-нытик \n $подногами \n $шлюхен \n $лив \n \n Гейдуков: \n \n $гейдуков \n $касимовский песик \n $лысина \n $быдлан \n \n Ебрысь: \n \n $очко \n $залупа \n $небритая \n $еблысь \n");
    }
});
